Revit 2027 API
FabricationConfigurationInfo.GUID Property
 The unique identification of the fabrication configuration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Guid GUID { get; }
Public ReadOnly Property GUID As Guid
	Get
public:
property Guid GUID {
	Guid get ();
}
member GUID : Guid with get
Property Value
Guid
See Also
Reference
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace